const work=[
  {
    "time":"2025-11-15",
    "hw":`1. 近年来，出现了一种日益明显的趋势——相比纸质书，学生们更偏爱线上阅读。Q/trend趋势/
NEXT
2. 你是否曾好奇，为何帮助他人能让我们感到快乐？关键就在于彼此关怀的温暖。Q/mutual care.彼此关怀/
NEXT
3. 在我赢得英语演讲比赛的那一刻，我意识到所有的刻苦练习都没有白费。Q/contest比赛worthwhile值得/
NEXT
4. 随着科技的发展，智能手机已成为青少年生活中重要的一部分。
NEXT
5. 近日，学生熬夜的问题引起了老师和家长们的广泛关注。Q/arouse引起 widespread广泛的 concern关注/
NEXT
6. 亲爱的汤姆，你最近过得好吗？我写信是想告诉你我那次难忘的校园旅行。
NEXT
7. 在我看来，定期运动对我们的身心都有益处。Q/regularly 定期地/
NEXT
8. 人们常说“诚实为上策”，我完全认同这一观点。
NEXT
9. 现在，越来越多的青少年会在周末参加志愿活动。
NEXT
10. 上周举办的春季运动会，给我们班每位同学都留下了深刻印象。Q/impression印象/`,
    "need":`1.抄汉语并翻译英语。每个人专门准备一个英语翻译本。NEXT
2.听一篇英语听力的填空题。要求听后写出句子。如果听了四五遍后都不能完成的，就直接读原文，读熟悉后再最后不看原文听两遍。NEXT
3.完成一篇概要补全和任务型阅读。除了按考试要求完成之外，还需对全文进行英译汉，不强行要求把汉语写出来，但检查时要能脱口而出。所以所有不认识的单词自己解决。这两道题的单词或者句子我检查时，只有能说出汉语就算过关。`,
    "sc":"scA.jpg",
    "tbr":"tbrA.jpg",
    "type":true
  },
  {
    "time":"2025-11-21",
    "hw":`1.毫无疑问，阅读经典书籍能丰富我们的知识、拓宽我们的视野。
​NEXT
2.谈到课后爱好，不同的学生有不同的选择。
​NEXT
3.尊敬的先生/女士，我写信是为了申请社区活动的志愿者岗位。
​NEXT
4.在日常生活中，我养成了每晚用英语写日记的好习惯。
​NEXT
5.近日，我们班就“是否应该带手机进校园”展开了一场激烈的讨论。`,
  "need":`1.背诵已经批改的10个句子，下周五之前主动找我默写。NEXT
2.翻译以上五个句子。希望独立完成，不要借助他人作业和手机。NEXT
3.下周一开始检查第一次的听力作业以及第一次的概要补全和任务型阅读。NEXT
4.本周末按要求完成第二次的概要补全和任务型阅读。`
  }
];